Repository: jayfunc/CarpeCast
Catalog: Windows/Strings/*/Resources.resw
Source language: en
Languages: ja, zh_hans, zh_hant

# SettingsTitle.Text
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# ThemeLabel.Text
source: Theme
ja: テーマ
zh_hans: 外观主题
zh_hant: 外觀主題

# ThemeSystem.Content
source: System default
ja: システムに従う
zh_hans: 跟随系统
zh_hant: 跟隨系統

# ThemeLight.Content
source: Light
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

# ThemeDark.Content
source: Dark
ja: ダーク
zh_hans: 深色
zh_hant: 深色

# LanguageLabel.Text
source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

# LanguageRestartNote.Text
source: Requires restart to fully apply.
ja: アプリの再起動後に完全に適用されます
zh_hans: 重启应用后完全生效
zh_hant: 重啟應用程式後完全生效

# StatusWaiting.Text
source: Waiting for connection...
ja: 接続を待機しています...
zh_hans: 等待连接中...
zh_hant: 等待連線中...

# NoMediaPlaying.Text
source: No Media Playing
ja: メディアが再生されていません
zh_hans: 暂无媒体播放
zh_hant: 暫無媒體播放

# UnknownArtist.Text
source: Unknown Artist
ja: 不明なアーティスト
zh_hans: 未知艺术家
zh_hant: 未知藝術家

# UnknownAlbum.Text
source: Unknown Album
ja: 不明なアルバム
zh_hans: 未知专辑
zh_hant: 未知專輯

# TrayShowPlayer.Text
source: Show Player
ja: プレーヤーを表示
zh_hans: 显示播放器
zh_hant: 顯示播放器

# TrayExit.Text
source: Exit
ja: 終了
zh_hans: 退出
zh_hant: 退出

# DeviceNameLabel.Text
source: Device Name
ja: デバイス名
zh_hans: 设备名称
zh_hant: 裝置名稱

# DiscoveryPortLabel.Text
source: Discovery Port
ja: 探索ポート
zh_hans: 发现端口
zh_hant: 發現連接埠

# SenderDiscoveryPortLabel.Text
source: Sender Discovery Port
ja: 送信側検出ポート
zh_hans: 发送端发现端口
zh_hant: 發送端發現連接埠

# CommandPortLabel.Text
source: Command Port
ja: コマンドポート
zh_hans: 指令端口
zh_hant: 指令連接埠

# DiscoveryPortCard.Description
source: Used to broadcast existence on local network. (Default: 5001)
ja: ローカルネットワーク内で存在をブロードキャストするために使用します。（デフォルト：5001）
zh_hans: 用于在局域网内广播存在。（默认：5001）
zh_hant: 用於在區域網路內廣播存在。（預設：5001）

# SenderDiscoveryPortCard.Description
source: Used to discover sender devices. (Default: 5003)
ja: 送信側のブロードキャスト情報を検出および受信するために使用します。（デフォルト：5003）
zh_hans: 用于发现并接收发送端的广播信息。（默认：5003）
zh_hant: 用於發現並接收發送端的廣播資訊。（預設：5003）

# CommandPortCard.Description
source: Used to send play/pause commands to phone. (Default: 5002)
ja: スマートフォンに再生/一時停止の制御コマンドを送信するために使用します。（デフォルト：5002）
zh_hans: 用于向手机发送播放/暂停控制指令。（默认：5002）
zh_hant: 用於向手機發送播放/暫停控制指令。（預設：5002）

# SaveSettingsBtn.Content
source: Save & Restart
ja: 保存して再起動
zh_hans: 保存并重启
zh_hant: 儲存並重啟

# DeviceNameCard.Description
source: Identify your PC on the network
ja: ネットワーク上でこのPCを識別します
zh_hans: 在局域网中标识这台电脑
zh_hant: 在區域網路中標識這台電腦

# NetworkPortsLabel.Text
source: Network Ports
ja: ネットワークポート
zh_hans: 网络端口
zh_hant: 網路連接埠

# NetworkPortsExpander.Description
source: UDP ports used for connection
ja: ローカルネットワーク通信に使用するUDPポート
zh_hans: 用于局域网通讯的 UDP 端口
zh_hant: 用於區域網路通訊的 UDP 連接埠

# LanguageCard.Description
source: Requires restart
ja: アプリの再起動が必要です
zh_hans: 需要重启应用后生效
zh_hant: 需要重啟應用程式後生效

# NavPlayer.Content
source: Now Playing
ja: プレーヤー
zh_hans: 播放控制
zh_hant: 播放控制

# NavDevices.Content
source: Devices
ja: デバイス
zh_hans: 设备状态
zh_hant: 設備狀態

# DevicesTitle.Text
source: Devices
ja: デバイス
zh_hans: 设备状态
zh_hant: 設備狀態

# DevicesWaiting.Text
source: Waiting for connection...
ja: 接続を待機しています...
zh_hans: 等待连接中...
zh_hant: 等待連線中...

# DevicesDisconnect.Text
source: Disconnect
ja: 切断
zh_hans: 断开连接
zh_hant: 中斷連線

# RestoreDefaultBtn.Content
source: Restore Default
ja: デフォルトに戻す
zh_hans: 恢复默认
zh_hant: 恢復預設

# RestartPromptInfoBar.Title
source: Restart Required
ja: 再起動が必要です
zh_hans: 需要重启
zh_hant: 需要重啟

# RestartPromptInfoBar.Message
source: Some changes require restarting the app to take effect.
ja: 一部の設定は、アプリを再起動した後に適用されます。
zh_hans: 部分设置需要在重启应用后才会生效。
zh_hant: 部分設定需要在重啟應用程式後才會生效。

# RestartNowBtn.Content
source: Restart Now
ja: 今すぐ再起動
zh_hans: 立即重启
zh_hant: 立即重啟

# ShowOnStartupLabel.Text
source: Show main window on auto-startup
ja: 自動起動時にメインウィンドウを表示する
zh_hans: 自动启动时显示主窗口
zh_hant: 自動啟動時顯示主視窗

# SystemStartupLabel.Text
source: Open Windows Startup Settings
ja: Windowsのスタートアップ設定を開く
zh_hans: 打开 Windows 自启设置
zh_hant: 打開 Windows 自啟設定

# SystemStartupDesc.Text
source: Configure whether CarpeCast launches automatically when you log in to Windows.
ja: WindowsにログインしたときにCarpeCastを自動的に起動するかどうかを設定します。
zh_hans: 配置 CarpeCast 是否在登录 Windows 时自动启动。
zh_hant: 配置 CarpeCast 是否在登入 Windows 時自動啟動。

# AboutBetterLyricsDesc.Text
source: For the best desktop lyric experience, try BetterLyrics.
ja: 最高のデスクトップ歌詞体験を得るには、BetterLyricsをおすすめします。
zh_hans: 推荐搭配 BetterLyrics 获得最佳的桌面歌词体验。
zh_hant: 推薦搭配 BetterLyrics 獲得最佳的桌面歌詞體驗。

# DownloadAndroidTitle.Text
source: CarpeCast for Android
ja: Android版CarpeCastをダウンロード
zh_hans: 下载安卓版 CarpeCast
zh_hant: 下載安卓版 CarpeCast

# DownloadAndroidDesc.Text
source: Get the Android app to sync playback with your phone.
ja: 音楽を同期するには、スマートフォンにCarpeCastをインストールしてください。
zh_hans: 在手机上安装 CarpeCast 以实现音乐同步。
zh_hant: 在手機上安裝 CarpeCast 以實現音樂同步。

# SelectDevice.PlaceholderText
source: Select Device
ja: デバイスを選択
zh_hans: 选择设备
zh_hant: 選擇裝置

# ClearLogsLabel.Text
source: Clear Logs
ja: ログをクリア
zh_hans: 清空日志
zh_hant: 清除記錄

# ClearLogsDesc.Text
source: Delete all stored log files.
ja: 保存されているすべてのログファイルを削除します。
zh_hans: 删除所有已保存的日志文件。
zh_hant: 刪除所有已儲存的記錄檔。

# SettingsGroupGeneral.Text
source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般

# SettingsGroupStartup.Text
source: Startup
ja: スタートアップ
zh_hans: 启动
zh_hant: 啟動

# SettingsGroupNetwork.Text
source: Network
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

# SettingsGroupTroubleshooting.Text
source: Troubleshooting
ja: トラブルシューティング
zh_hans: 疑难解答
zh_hant: 疑難排解

# SettingsGroupAbout.Text
source: About
ja: 情報
zh_hans: 关于
zh_hant: 關於

# DeviceDesktop
source: Desktop
ja: デスクトップ
zh_hant: 桌面裝置

# DevicePhone
source: Phone
ja: スマートフォン
zh_hant: 手機

# DeviceTablet
source: Tablet
ja: タブレット
zh_hant: 平板電腦

# DeviceTV
source: TV
ja: テレビ
zh_hant: 電視

# DeviceLaptop
source: Laptop
ja: ノートパソコン
zh_hant: 筆記型電腦

# DevicesConnect.Text
source: Connect
ja: 接続
zh_hant: 連線

# OpenLogFolderLabel.Text
source: Open Logs Folder
ja: ログファイルを表示
zh_hant: 檢視記錄

# OpenLogFolderDesc.Text
source: View application log files for troubleshooting.
ja: トラブルシューティングのためにアプリケーションのログファイルを表示します。
zh_hant: 檢視應用程式記錄檔以排查問題。
